[
  {
    "id": 0,
    "name": "Aldo",
    "surname": "Baglio",
    "affiliation": 0,
    "type": "actor",
    "desc": "Born in Palermo from a family of modest economic conditions originally from San Cataldo (CL) - from which it takes its name - he moved to Milan in 1961, at the age of three. After graduating from high school, he graduated only later, in 1980, at the mimodrama school of the Teatro Arsenale in Milan. At the beginning of the eighties he began his career as a stand-up comrade with Giovanni Storti, with whom he formed a comic duo for about ten years, until 1991.\n\nIn 1985, and for a few more years, he performed in the theater at the Palmasera Village Resort in Cala Gonone, Sardinia, together with Marina Massironi, Giacomo Poretti and Giovanni Storti. With the latter he then formed a duo called \"I suggestionabili\". The group also found space for Stefano Belisari (Elio and the Storie Tese) as DJs, Giorgio Porcaro, Mario Zucca, Marino Guidi, Eraldo Moretto and other comedians of the following success. In that year the association with Giacomo Poretti was born, together with which Storti and Baglio founded the trio Aldo, Giovanni & Giacomo (previously called Galline Vecchie Fan Buon Brothers)."
  },
  {
    "id": 1,
    "name": "Giovanni",
    "surname": "Storti",
    "affiliation": 0,
    "type": "actor",
    "desc": "The most important part of his acting career is first paired with Aldo (since 1982) and then, since 1991, also with Giacomo. He worked in Sardinia (in 1985 continuing for some years to follow) at the Palmasera Village Resort in Cala Gonone together with Marina Massironi, Aldo and Giacomo. At the time, with Aldo, he formed a duo called I suggestionabili (the name of the duo La Carovana was denied by Storti during the transmission of Rai 3 Kilimanjaro on 2 December 2018). That same group also saw very young Stefano Belisari (Elio and the Storie Tese) as DJs, Giorgio Porcaro, Mario Zucca, Marino Guidi, Eraldo Moretto and others.\n\nBeyond this, there is the teaching activity of theatrical acrobatics at the Civic School of Dramatic Art of Milan and the care of the movements of the show Pugacev by Franco Branciaroli. In 1989 he was director of the show Non parole but contundenti objects written by Giacomo. As can be deduced from the trio films, Giovanni is a great Inter fan. He is a marathon runner and has participated in various competitions, including one in the Sahara desert. Practice tai chi at the Chang school in Milan."
  },
  {
    "id": 2,
    "name": "Giacomo",
    "surname": "Poretti",
    "affiliation": 0,
    "type": "actor",
    "desc": "Born April 26, 1956 in Villa Cortese, in Legnanese, in a family of workers. As a child, attending the oratory of his town, he became passionate about the theater. Between the ages of 8 and 11 he began acting, unsuccessfully trying to join the I Legnanesi company. He abandoned his studies as a surveyor to go to work in the factory as a metalworker; at its closure, at the age of 18, to avoid military service, he entered the Legnano Civil Hospital as a nurse. Meanwhile he devoted himself to cabaret and political protest, actively engaging with Proletarian Democracy.\n\nHe worked for the next 11 years as a nurse, and in 1983 he graduated from the Busto Arsizio theater school. His debut on the stage is interpreted by Francesco Sforza in Il conte di Carmagnola by Alessandro Manzoni, while the self-deprecating character of the tall and slender official Sarelli in This evening ... by Luigi Pirandello is very successful. Having become meanwhile head nurse of the neurology department, in his free time he continues to present himself as a comedian together with his then girlfriend Marina Massironi, with whom in 1984 he formed the cabaret duo Hansel and Strüdel.\n\nIn 1985, after leaving the hospital position, and for a few more years, he had experience as head of the village in Sardinia at the Palmasera Village Resort in Cala Gonone, together with Massironi; here he first met Aldo Baglio and Giovanni Storti, who at the time formed the duo \"I Suggestionabili\". Other promising young people were also part of the group of animators, including Stefano Belisari (as a disc jockey), Giorgio Porcaro, Mario Zucca, Marino Guidi, Eraldo Moretto: all of them became successful professionals.\n\nAfter participating in various television productions, including Star 90, the TV series Professione vacanze with Jerry Calà, and Don Tonino with Andrea Roncato, Gigi Sammarchi and Manuel De Peppe, in 1989 he wrote the show Non parole, but blunt objects, whose direction will be entrusted to Storti. In 1991, convinced by the latter, he made his debut together with Baglio and Storti himself at the Caffè Teatro di Verghera in Samarate, in the Varese area, with the show Galline vecchia fans good brothers: from this moment on the story of the comic trio Aldo began, Giovanni and Giacomo."
  },
  {
    "id": 3,
    "name": "Lorenzo",
    "surname": "Cherubini (Jovanotti)",
    "affiliation": null,
    "type": "singer",
    "desc": "Lorenzo Cherubini (born 27 September 1966), better known as Jovanotti (Italian pronunciation: [dʒovaˈnɔtti]), is an Italian singer-songwriter and rapper.\n\nThe name Jovanotti derives from the plural form of the Italian word giovanotto (\"young man\"), i.e., giovanotti. Cherubini initially chose \"Joe Vanotti\" as his stage name, but a promotional poster for a night club incorrectly billed him as \"Jovanotti\" and the name stuck. (The spelling Jovanotti is anglicized; the letter J is rarely used in Italian) Jovanotti is commonly known to his fans by the diminutive form \"Jova\", and often refers to himself that way in promotional items and on his Web TV channel Jova.TV, which launched October 2, 2014.\n\nJovanotti gradually departed from his early mix of hip hop, rap and disco, taking in funk, world music and even classical arrangements and ska influences. As his musical influences changed, so did his lyrics too, which over time began to increasingly address philosophical, religious and political issues, which are more typical of the Italian cantautore tradition. His social and political commitment increased as well. Some of his earlier work is also closer to keyboard-heavy 1980s pop.\n\nMost of his songs are sung in Italian; he also released a Spanish-language greatest hits album. His live album includes a short version of the Sugarhill Gang's \"Rapper's Delight.\" Jovanotti appears on several international compilations, most notably Red Hot + Rhapsody, a 1998 tribute to George Gershwin, on which he performed \"I Got Rhythm\". Jovanotti also appeared in one of Luciano Pavarotti's charity concerts in 1996."
  }
]