[
  {
    "id": 0,
    "name": "Aldo",
    "surname": "Baglio",
    "affiliation": 0,
    "type": "actor",
    "desc": "Born in Palermo from a family of modest economic conditions originally from San Cataldo (CL) - from which it takes its name - he moved to Milan in 1961, at the age of three. After graduating from high school, he graduated only later, in 1980, at the mimodrama school of the Teatro Arsenale in Milan. At the beginning of the eighties he began his career as a stand-up comrade with Giovanni Storti, with whom he formed a comic duo for about ten years, until 1991.\n\nIn 1985, and for a few more years, he performed in the theater at the Palmasera Village Resort in Cala Gonone, Sardinia, together with Marina Massironi, Giacomo Poretti and Giovanni Storti. With the latter he then formed a duo called \"I suggestionabili\". The group also found space for Stefano Belisari (Elio and the Storie Tese) as DJs, Giorgio Porcaro, Mario Zucca, Marino Guidi, Eraldo Moretto and other comedians of the following success. In that year the association with Giacomo Poretti was born, together with which Storti and Baglio founded the trio Aldo, Giovanni & Giacomo (previously called Galline Vecchie Fan Buon Brothers).",
    "achievements": "• Ambrogino d'oro\n• Nomination David di Donatello",
    "images": ["../assets/img/artists/0/aldo_baglio_0.jpg", "../assets/img/artists/0/aldo_baglio_1.jpg", "../assets/img/artists/0/aldo_baglio_2.png"]
  },
  {
    "id": 1,
    "name": "Giovanni",
    "surname": "Storti",
    "affiliation": 0,
    "type": "actor",
    "desc": "The most important part of his acting career is first paired with Aldo (since 1982) and then, since 1991, also with Giacomo. He worked in Sardinia (in 1985 continuing for some years to follow) at the Palmasera Village Resort in Cala Gonone together with Marina Massironi, Aldo and Giacomo. At the time, with Aldo, he formed a duo called I suggestionabili (the name of the duo La Carovana was denied by Storti during the transmission of Rai 3 Kilimanjaro on 2 December 2018). That same group also saw very young Stefano Belisari (Elio and the Storie Tese) as DJs, Giorgio Porcaro, Mario Zucca, Marino Guidi, Eraldo Moretto and others.\n\nBeyond this, there is the teaching activity of theatrical acrobatics at the Civic School of Dramatic Art of Milan and the care of the movements of the show Pugacev by Franco Branciaroli. In 1989 he was director of the show Non parole but contundenti objects written by Giacomo. As can be deduced from the trio films, Giovanni is a great Inter fan. He is a marathon runner and has participated in various competitions, including one in the Sahara desert. Practice tai chi at the Chang school in Milan.",
    "achievements": "• Ambrogino d'oro\n• Bancarella Sport Award",
    "images": ["../assets/img/artists/1/giovanni_storti_0.jpg", "../assets/img/artists/1/giovanni_storti_1.jpg", "../assets/img/artists/1/giovanni_storti_2.jpg"]
  },
  {
    "id": 2,
    "name": "Giacomo",
    "surname": "Poretti",
    "affiliation": 0,
    "type": "actor",
    "desc": "Born April 26, 1956 in Villa Cortese, in Legnanese, in a family of workers. As a child, attending the oratory of his town, he became passionate about the theater. Between the ages of 8 and 11 he began acting, unsuccessfully trying to join the I Legnanesi company. He abandoned his studies as a surveyor to go to work in the factory as a metalworker; at its closure, at the age of 18, to avoid military service, he entered the Legnano Civil Hospital as a nurse. Meanwhile he devoted himself to cabaret and political protest, actively engaging with Proletarian Democracy.\n\nHe worked for the next 11 years as a nurse, and in 1983 he graduated from the Busto Arsizio theater school. His debut on the stage is interpreted by Francesco Sforza in Il conte di Carmagnola by Alessandro Manzoni, while the self-deprecating character of the tall and slender official Sarelli in This evening ... by Luigi Pirandello is very successful. Having become meanwhile head nurse of the neurology department, in his free time he continues to present himself as a comedian together with his then girlfriend Marina Massironi, with whom in 1984 he formed the cabaret duo Hansel and Strüdel.\n\nIn 1985, after leaving the hospital position, and for a few more years, he had experience as head of the village in Sardinia at the Palmasera Village Resort in Cala Gonone, together with Massironi; here he first met Aldo Baglio and Giovanni Storti, who at the time formed the duo \"I Suggestionabili\". Other promising young people were also part of the group of animators, including Stefano Belisari (as a disc jockey), Giorgio Porcaro, Mario Zucca, Marino Guidi, Eraldo Moretto: all of them became successful professionals.\n\nAfter participating in various television productions, including Star 90, the TV series Professione vacanze with Jerry Calà, and Don Tonino with Andrea Roncato, Gigi Sammarchi and Manuel De Peppe, in 1989 he wrote the show Non parole, but blunt objects, whose direction will be entrusted to Storti. In 1991, convinced by the latter, he made his debut together with Baglio and Storti himself at the Caffè Teatro di Verghera in Samarate, in the Varese area, with the show Galline vecchia fans good brothers: from this moment on the story of the comic trio Aldo began, Giovanni and Giacomo.",
    "achievements": "• Ambrogino d'oro",
    "images": ["../assets/img/artists/2/giacomo_poretti_0.jpg", "../assets/img/artists/2/giacomo_poretti_1.jpg", "../assets/img/artists/2/giacomo_poretti_2.jpg"]
  },
  {
    "id": 3,
    "name": "Lorenzo",
    "surname": "Cherubini (Jovanotti)",
    "affiliation": null,
    "type": "singer",
    "desc": "Lorenzo Cherubini (born 27 September 1966), better known as Jovanotti (Italian pronunciation: [dʒovaˈnɔtti]), is an Italian singer-songwriter and rapper.\n\nThe name Jovanotti derives from the plural form of the Italian word giovanotto (\"young man\"), i.e., giovanotti. Cherubini initially chose \"Joe Vanotti\" as his stage name, but a promotional poster for a night club incorrectly billed him as \"Jovanotti\" and the name stuck. (The spelling Jovanotti is anglicized; the letter J is rarely used in Italian) Jovanotti is commonly known to his fans by the diminutive form \"Jova\", and often refers to himself that way in promotional items and on his Web TV channel Jova.TV, which launched October 2, 2014.\n\nJovanotti gradually departed from his early mix of hip hop, rap and disco, taking in funk, world music and even classical arrangements and ska influences. As his musical influences changed, so did his lyrics too, which over time began to increasingly address philosophical, religious and political issues, which are more typical of the Italian cantautore tradition. His social and political commitment increased as well. Some of his earlier work is also closer to keyboard-heavy 1980s pop.\n\nMost of his songs are sung in Italian; he also released a Spanish-language greatest hits album. His live album includes a short version of the Sugarhill Gang's \"Rapper's Delight.\" Jovanotti appears on several international compilations, most notably Red Hot + Rhapsody, a 1998 tribute to George Gershwin, on which he performed \"I Got Rhythm\". Jovanotti also appeared in one of Luciano Pavarotti's charity concerts in 1996.",
    "achievements": "• David di Donatello\n• World Music Award",
    "images": ["../assets/img/artists/3/jovanotti_0.jpg", "../assets/img/artists/3/jovanotti_1.jpg", "../assets/img/artists/3/jovanotti_2.jpg"]
  },
  {
    "id": 4,
    "name": "Plácido",
    "surname": "Domingo",
    "affiliation": null,
    "type": "singer",
    "desc": "José Plácido Domingo Embil (born 21 January 1941) is a Spanish opera singer, conductor and arts administrator. He has recorded over a hundred complete operas and is well known for his versatility, regularly performing in Italian, French, German, Spanish, English and Russian in the most prestigious opera houses in the world. Although primarily a lirico-spinto tenor for most of his career, especially popular for his Cavaradossi, Hoffmann, Don José, and Canio, he quickly moved into more dramatic roles, becoming the most acclaimed Otello of his generation. In the early 2010s, he transitioned from the tenor repertory into almost exclusively baritone parts, most notably Simon Boccanegra. He has performed 149 different roles.\n\nDomingo has also achieved significant success as a crossover artist, especially in the genres of Latin and popular music. In addition to winning fourteen Grammy and Latin Grammy Awards, several of his records have gone silver, gold, platinum and multi-platinum. His first pop album, Perhaps Love (1981), spread his fame beyond the opera world. The title song, performed as a duet with country and folk singer John Denver, has sold almost four million copies and helped lead to numerous television appearances for the tenor. He also starred in many cinematically released and televised opera movies, particularly under the direction of Franco Zeffirelli. In 1990, he began singing with fellow tenors Luciano Pavarotti and José Carreras as part of The Three Tenors. The first Three Tenors recording became the best-selling classical album of all time.",
    "achievements": "• Grammy Award\n• Latin Grammy Award\n• Porin Award\n• Primetime Grammy Award",
    "images": ["../assets/img/artists/4/placido_domingo_0.png", "../assets/img/artists/4/placido_domingo_1.jpg", "../assets/img/artists/4/placido_domingo_2.jpg"]
  },
  {
    "id": 5,
    "name": "Luciano",
    "surname": "Pavarotti",
    "affiliation": null,
    "type": "singer",
    "desc": "Luciano Pavarotti (12 October 1935 – 6 September 2007) was an Italian operatic tenor who also crossed over into popular music, eventually becoming one of the most commercially successful tenors of all time. He made numerous recordings of complete operas and individual arias, gaining worldwide fame for the quality of his tone, and eventually established himself as one of the finest tenors of the 20th century, achieving the honorific title \"king of the high C's\".\n\nAs one of the Three Tenors who performed their first concert during the 1990 FIFA World Cup before a global audience, Pavarotti became well known for his televised concerts and media appearances. From the beginning of his professional career as a tenor in 1961 in Italy to his final performance of \"Nessun dorma\" at the 2006 Winter Olympics in Turin, Pavarotti was at his best in bel canto operas, pre-Aida Verdi roles, and Puccini works such as La bohème, Tosca, Turandot and Madama Butterfly. He sold over 100 million records, and the first Three Tenors recording became the best-selling classical album of all time. Pavarotti was also noted for his charity work on behalf of refugees and the Red Cross, amongst others. He died from pancreatic cancer on 6 September 2007.",
    "achievements": "• Grammy Award\n• Grammy Legend Award\n• World Music Award\n• Porin Award",
    "images": ["../assets/img/artists/5/luciano_pavarotti_0.jpg", "../assets/img/artists/5/luciano_pavarotti_1.jpg", "../assets/img/artists/5/luciano_pavarotti_2.jpg", "../assets/img/artists/5/luciano_pavarotti_3.jpg"]
  },
  {
    "id": 6,
    "name": "Katia",
    "surname": "Ricciarelli",
    "affiliation": null,
    "type": "singer",
    "desc": "Katia Ricciarelli (born 16 January, 1946) is an Italian soprano.\n\nBorn as Catiuscia Maria Stella Ricciarelli at Rovigo, Veneto, to a very poor family; she struggled during her younger years when she studied music.\n\nShe studied at the Benedetto Marcello Conservatory in Venice, won several vocal competitions in 1968, and made her professional debut as Mimì in La bohème in Mantua in 1969, followed by a 1970 appearance in Il trovatore in Parma. In the following year, she won RAI's \"Voci Verdiane\" award. Between 1972 and 1975, engagements followed in the major European and American opera houses, including Lyric Opera of Chicago (1972); Teatro alla Scala (1973); Royal Opera House, Covent Garden (1974); and the Metropolitan Opera in 1975. In 1981, she began a decade-long association with the Rossini Opera Festival in Pesaro, thus broadening her repertoire of Rossini's operas.\n\nBeside her many opera performances, she also appeared as Desdemona in Franco Zeffirelli's film version of Verdi's Otello in 1986, alongside Plácido Domingo. In 2005 she won the best actress prize Nastro d'Argento, awarded by the Italian film journalists, for her role in Pupi Avati's La seconda notte di nozze.\n\nIn 1991 she founded Accademia Lirica di Katia Ricciarelli, and, since 2003, she has been Artistic Director of the annual summer Macerata Opera Festival. In 2006 she participated in the reality show La fattoria (Italian version of The Farm) on Canale 5.\n\nIn 1986 on her 40th birthday, she married Pippo Baudo, a television personality, and filed for divorce in the summer of 2004.",
    "achievements": "None",
    "images": ["../assets/img/artists/6/katia_ricciarelli_0.jpg", "../assets/img/artists/6/katia_ricciarelli_1.jpg", "../assets/img/artists/6/katia_ricciarelli_2.jpg"]
  },
  {
    "id": 7,
    "name": "Dan",
    "surname": "Reynolds",
    "affiliation": 2,
    "type": "singer",
    "desc": "Daniel Coulter Reynolds (born July 14, 1987) is an American singer, songwriter, and record producer. He is the lead vocalist and only remaining original member of the pop rock band Imagine Dragons. Reynolds also released an EP in 2011, titled Egyptian – EP, as a duo with his wife Aja Volkman under the moniker Egyptian. He is a recipient of the Songwriters Hall of Fame Hal David Starlight Award. Reynolds was born on July 14, 1987 in Las Vegas, the seventh of nine children (eight boys and one girl) of Christene M. (née Callister) and Ronald Reynolds, a lawyer and author. Both are natives of Nevada, and Reynolds is a 4th generation Nevadan. As a Boy Scout, he earned the rank of Eagle Scout in 2005. Reynolds is a member of The Church of Jesus Christ of Latter-day Saints (LDS). When he was 19 years old, he volunteered full-time as a missionary in Nebraska for two years. Reynolds wrote the song \"I Bet My Life\" celebrating and reflecting on his enduring relationship with his parents. Following his graduation from Bonanza High School, he attended University of Nevada, Las Vegas (after losing his ecclesiastical endorsement for Brigham Young University) and then transferred to BYU after serving an LDS mission, where he studied communications, marketing, and music and excelled academically. While at BYU, he formed Imagine Dragons and won the school's battle of the bands competition before leaving to pursue music full-time.",
    "achievements": "• Video Music Award\n• Grammy Award\n• Billboard Music Award\n• Teen Choice Award",
    "images": ["../assets/img/artists/7/dan_reynolds_1.jpg", "../assets/img/artists/7/dan_reynolds_2.jpg", "../assets/img/artists/7/dan_reynolds_3.jpg"]
  },
  {
    "id": 8,
    "name": "Wayne",
    "surname": "Sermon",
    "affiliation": 2,
    "type": "singer",
    "desc": "Daniel Wayne Sermon (born June 15, 1984) is an American musician, songwriter, and record producer. He is the lead guitarist for the pop rock band Imagine Dragons. Sermon was born on June 15, 1984 in American Fork, Utah to parents Jeff and Debbie Sermon. He is one of five children and grew up a member of The Church of Jesus Christ of Latter-day Saints. As a youth Sermon learned to play both cello and guitar. He was determined to be a guitarist even as a child. His dad had an audio-phile quality amplifier, a record player, and all of The Beatles albums on vinyl, which Sermon enjoyed listening to. He also loved the sounds of Tom Scholz (of Boston) and his approach to solos. He attended Berklee College of Music where he double majored in guitar performance and composition, graduating in 2008. While at Berklee he was part of a five-guitar jazz fusion ensemble called The Eclectic Electrics.",
    "achievements": "• Video Music Award\n• Grammy Award\n• Billboard Music Award\n• Teen Choice Award",
    "images": ["../assets/img/artists/8/wayne_sermon_1.jpg", "../assets/img/artists/8/wayne_sermon_2.jpg", "../assets/img/artists/8/wayne_sermon_3.jpg"]
  },
  {
    "id": 9,
    "name": "Ben",
    "surname": "McKee",
    "affiliation": 2,
    "type": "singer",
    "desc": "Benjamin Arthur McKee (born April 7, 1985) is an American musician, songwriter, and record producer. He is the bassist for the pop rock band Imagine Dragons. McKee was raised in Forestville, California, and graduated from El Molino High School. He grew up playing acoustic guitar and violin, before picking up acoustic bass in fifth grade. In high school, he continued learning bass guitar as a member of a jazz trio, which influenced his decision to attend Berklee College of Music. While at Berklee, McKee played in a guitar performance ensemble with future Imagine Dragons bandmates Wayne Sermon and Daniel Platzman.",
    "achievements": "• Video Music Award\n• Grammy Award\n• Billboard Music Award\n• Teen Choice Award",
    "images": ["../assets/img/artists/9/ben_mckee_1.jpg", "../assets/img/artists/9/ben_mckee_2.jpg"]
  },
  {
    "id": 10,
    "name": "Daniel",
    "surname": "Platzman",
    "affiliation": 2,
    "type": "singer",
    "desc": "Daniel James Platzman (born September 28, 1986) is an American musician, songwriter, record producer and composer. He is the drummer for the pop rock band Imagine Dragons. Platzman was born on September 28, 1986 in Atlanta, Georgia. He attended Berklee College of Music where he earned a degree in film scoring. While at Berklee, Platzman played in the Berklee Concert Jazz Orchestra, the Urban Outreach Jazz Orchestra and the Berklee Rainbow Big Band, and received the Vic Firth Award for Outstanding Musicianship and the Michael Rendish Award in Film Scoring. He also played in a guitar performance ensemble with future Imagine Dragons bandmates Wayne Sermon and Ben McKee.",
    "achievements": "• Video Music Award\n• Grammy Award\n• Billboard Music Award\n• Teen Choice Award",
    "images": ["../assets/img/artists/10/daniel_platzman_1.jpg", "../assets/img/artists/10/daniel_platzman_2.jpg"]
  },
  {
    "id": 11,
    "name": "Gigi",
    "surname": "Proietti",
    "affiliation": null,
    "type": "actor",
    "desc": "Luigi Proietti (born November 2, 1940) is an Italian actor, voice actor, comedian, director, musician, singer and television presenter. He was born in Rome to Romano Proietti, a man from Umbria, and Giovanna Ceci, a housewife. During his youth he was keen on singing and on playing guitar, piano, accordion and double bass in several Roman night clubs. He enrolled in the Faculty of Law at the La Sapienza University, where he started to attend the mimicry courses of the University Theater Center held by Giancarlo Cobelli, who immediately noticed his qualities as a musician and booked him for an avantgarde play. He took part in some international movies, including The Appointment (1969), directed by Sidney Lumet, A Wedding (1978), directed by Robert Altman, and Who Is Killing the Great Chefs of Europe? (1978), directed by Ted Kotcheff.",
    "achievements": "• Silver Ribbon for Career",
    "images": ["../assets/img/artists/11/gigi_proietti_1.jpg", "../assets/img/artists/11/gigi_proietti_2.jpg", "../assets/img/artists/11/gigi_proietti_3.jpg"]
  },
  {
    "id": 12,
    "name": "James",
    "surname": "Hetfield",
    "affiliation": 4,
    "type": "singer",
    "desc": "James Alan Hetfield (born August 3, 1963) is an American musician and songwriter best known for being the co-founder, lead vocalist/rhythm guitarist and main songwriter for the American heavy metal band Metallica. Hetfield is mainly known for his intricate rhythm playing, but occasionally performs lead guitar duties and solos, both live and in the studio. Hetfield co-founded Metallica in October 1981 after answering an advertisement by drummer Lars Ulrich in the Los Angeles newspaper The Recycler. Metallica has won nine Grammy Awards and released ten studio albums, three live albums, four extended plays and 24 singles. In 2009, Hetfield was ranked at no. 8 in Joel McIver's book The 100 Greatest Metal Guitarists and no. 24 by Hit Parader on their list of the 100 Greatest Metal Vocalists of All Time.",
    "achievements": "• Grammy Award\n• Billboard Music Award\n• Porin Award\n• MTV Video Music Award",
    "images": ["../assets/img/artists/12/james_hetfield_1.jpg", "../assets/img/artists/12/james_hetfield_2.jpg", "../assets/img/artists/12/james_hetfield_3.jpg"]
  },
  {
    "id": 13,
    "name": "Lars",
    "surname": "Ulrich",
    "affiliation": 4,
    "type": "singer",
    "desc": "Lars Ulrich R (born 26 December 1963) is a Danish musician, songwriter, record producer and podcaster. He is best known as the drummer and co-founder of the American heavy metal band Metallica. The son of tennis player Torben Ulrich and grandson of tennis player Einer Ulrich, he also played tennis in his youth and moved to Los Angeles at age 16 to train professionally. However, rather than playing tennis, Ulrich began playing drums. After publishing an advertisement in The Recycler, Ulrich met vocalist/guitarist James Hetfield and formed Metallica. Along with Hetfield, Ulrich has songwriting credits on all of the band's songs. He was the face of the band during the Napster controversy. Later in his career Ulrich began hosting the It's Electric podcast, in which he speaks with other prominent musicians.",
    "achievements": "• Grammy Award\n• Billboard Music Award\n• Porin Award\n• MTV Video Music Award",
    "images": ["../assets/img/artists/13/lars_ulrich_1.jpg", "../assets/img/artists/13/lars_ulrich_2.jpg", "../assets/img/artists/13/lars_ulrich_3.jpg"]
  },
  {
    "id": 14,
    "name": "Kirk",
    "surname": "Hammett",
    "affiliation": 4,
    "type": "singer",
    "desc": "Kirk Lee Hammett (born November 18, 1962) is an American musician who has been lead guitarist and a contributing songwriter for the heavy metal band Metallica since 1983. Before joining Metallica he formed and named the band Exodus. In 2003, Hammett was ranked 11th on Rolling Stone's list of The 100 Greatest Guitarists of All Time. In 2009, Hammett was ranked number 15 in Joel McIver's book The 100 Greatest Metal Guitarists. Hammett's musical interests eventually drew him into the fledgling thrash metal genre. In 1979, he formed the band Exodus at the age of sixteen, along with vocalist Paul Baloff, guitarist Gary Holt, bassist Geoff Andrews, and drummer Tom Hunting. Hammett named Exodus after the Leon Uris novel of the same name, and played on the band's 1982 Demo. Exodus was an influential band in the Bay Area thrash movement.",
    "achievements": "• Grammy Award\n• Billboard Music Award\n• Porin Award\n• MTV Video Music Award",
    "images": ["../assets/img/artists/14/kirk_hammett_1.jpg", "../assets/img/artists/14/kirk_hammett_2.jpg", "../assets/img/artists/14/kirk_hammett_3.jpg"]
  },
  {
    "id": 15,
    "name": "Robert",
    "surname": "Trujillo",
    "affiliation": 4,
    "type": "singer",
    "desc": "Robert Trujillo (born October 23, 1964), is an American musician and songwriter. He has been the bassist of the American heavy metal band Metallica since 2003. He was also a member of crossover thrash band Suicidal Tendencies, funk metal supergroup Infectious Grooves, heavy metal band Black Label Society, and has worked with Jerry Cantrell and Ozzy Osbourne. Trujillo first gained prominence when he replaced Bob Heathcote as the bassist for California crossover thrash band Suicidal Tendencies. Initially billed as 'Stymee' on the 1989 album Controlled by Hatred/Feel Like Shit...Déjà Vu, Trujillo remained in the band until the mid-1990s. Concurrent to his work with Suicidal Tendencies, Trujillo was also a member of the band's side project, Infectious Grooves, along with vocalist Mike Muir.",
    "achievements": "• Grammy Award\n• Billboard Music Award\n• Porin Award\n• MTV Video Music Award",
    "images": ["../assets/img/artists/15/robert_trujillo_1.jpg", "../assets/img/artists/15/robert_trujillo_2.jpg", "../assets/img/artists/15/robert_trujillo_3.jpg"]
  }
]