[
  {
    "id": 0,
    "name": "Aldo, Giovanni e Giacomo",
    "type": "theater company",
    "foundation_year": "1991",
    "desc": "Cataldo Baglio, better known simply as Aldo, born in Palermo but then raised since his childhood in Milan, meets Giovanni Storti; together they study mimic dance and attend the melodrama school at the Teatro Arsenale in Milan. Giovanni graduates in 1977 and Aldo in 1978, and the two immediately take part in various cabaret shows including E domani? (1979) and I suggestionabili. They also play small roles in television dramas, including Professione Vacanze, in which their future stage partner, Giacomino Poretti, known as Giacomo, who in the meantime does cabaret in the duo Hansel and Strudel, along with another future knowledge of the group, also participates. Marina Massironi, then his first girlfriend and then his wife.\n\nThe trio as we know it is now formed in 1991, when Aldo and Giovanni meet Giacomo and invite him to make sketches with them. A few months later the trio, renamed Aldo, Giovanni and Giacomo, performed in the theater together with Marina Massironi in shows such as Lampi d'estate (1992) directed by Paola Galassi, Return to the Gerund with Flavio Oreglio and Antonio Cornacchione, Aria di tempesta (1993 ) directed by Giancarlo Bozzo, Il Circo by Paolo Rossi (1995) directed by Giampiero Solari and interpreted by Paolo Rossi and I corti by Aldo, Giovanni & Giacomo (1996) directed by Arturo Brachetti. In 2006, together with Silvana Fallisi, they performed in the show Anplagghed directed by Arturo Brachetti. In 2013 the trio returns to the stage, with the theater tour Ammutta muddica. In 2016 they return with The Best of Aldo, Giovanni and Giacomo, in which they reinterpret the sketches that made them more famous, on the occasion of the 25th anniversary of the trio.",
    "images": ["../assets/img/companies/0/aldo_giovanni_giacomo_0.jpg", "../assets/img/companies/0/aldo_giovanni_giacomo_1.jpg", "../assets/img/companies/0/aldo_giovanni_giacomo_2.jpg", "../assets/img/companies/0/aldo_giovanni_giacomo_3.jpg"]
  },
  {
    "id": 1,
    "name": "Mariinsky Ballet",
    "type": "dance company",
    "foundation_year": "1740",
    "desc": "The Mariinsky Ballet is the resident classical ballet company of the Mariinsky Theatre in Saint Petersburg, Russia. Founded in the 18th century and originally known as the Imperial Russian Ballet, the Mariinsky Ballet is one of the world's leading ballet companies. Internationally, the Mariinsky Ballet continues to be known by its former Soviet name the Kirov Ballet. The Mariinsky Ballet is the parent company of the Vaganova Ballet Academy, a leading international ballet school.",
    "images": ["../assets/img/companies/1/mariinsky_ballet_0.jpg", "../assets/img/companies/1/mariinsky_ballet_1.jpg", "../assets/img/companies/1/mariinsky_ballet_2.jpg"]
  },
  {
    "id": 2,
    "name": "Imagine Dragons",
    "type": "music ensemble",
    "foundation_year": "2008",
    "desc": "Imagine Dragons is an American pop rock band from Las Vegas, Nevada, consisting of lead vocalist Dan Reynolds, lead guitarist Wayne Sermon, bassist Ben McKee, and drummer Daniel Platzman. The band first gained exposure with the release of their single \"It's Time\", followed by their award-winning debut studio album Night Visions (2012), which resulted in the chart-topping singles \"Radioactive\" and \"Demons\". Rolling Stone named \"Radioactive\", which holds the record for most weeks charted on the Billboard Hot 100, the \"biggest rock hit of the year\". MTV called them \"the year's biggest breakout band\", and Billboard named them their \"Breakthrough Band of 2013\" and \"Biggest Band of 2017\". and placed them at the top of their \"Year In Rock\" rankings for 2013, 2017, and 2018. Imagine Dragons topped the Billboard Year-End \"Top Artists – Duo/Group\" category in 2018.",
    "images": ["../assets/img/companies/2/imagine_dragons_0.jpg", "../assets/img/companies/2/imagine_dragons_1.jpg", "../assets/img/companies/2/imagine_dragons_2.jpg"]
  },
  {
    "id": 3,
    "name": "Gens d’Ys",
    "type": "dance company",
    "foundation_year": "1993",
    "desc": "Since 1993, Gens d’Ys has been synonymous with Irish dance in Italy.\n\nBorn from a group of friends, it soon became the first Italian academy dedicated to traditional dances of the Emerald Isle.\n\nThanks to the contribution of new elements, participation in lectures by Irish teachers and above all those of Sinead Venables, vice world champion, Gens d’Ys is now a branched reality throughout Italy. For the year 2018-2109 it will be present with 28 offices in 21 cities. Not to mention the dozens of occasional locations where we are called every year for internships and workshops. For 25 years Gens d’Ys has been working incessantly with so many sacrifices for the dissemination of Irish dances, but remembering always where and with whom we started.\n\nThere are also numerous collaborations with public and private institutions, associations and commercial companies.\n\nThe Academy has been sponsored for many years by the Irish Embassy in Italy, by several Ministries that have succeeded each other over the years and, since 2011, by the Irish Tourist Board, of which it is the Official Testimonial.\n\nThe link between tradition and innovation in teaching and in the shows offered is only made possible by the true passion for Irish dance of teachers and dancers, fundamental for the existence of the same Association.",
    "images": ["../assets/img/companies/3/gens_d'ys_0.jpg", "../assets/img/companies/3/gens_d'ys_1.jpg", "../assets/img/companies/3/gens_d'ys_2.jpg"]
  }
]